adw-gtk-theme
awww
base
base-devel
bat
bitwarden
bluetui
bluez
bluez-utils
btop
btrfs-progs
cliphist
cups
cups-pk-helper
efibootmgr
eza
fastfetch
file-roller
fish
git
grim
grub
grub-btrfs
gst-plugin-pipewire
hyprland
hyprland-protocols
hyprlock
hyprutils
hyprwayland-scanner
impala
inotify-tools
intel-media-driver
intel-ucode
iwd
jq
kitty
lazygit
less
libpulse
libva-intel-driver
libva-utils
linux
linux-firmware
matugen
mpv
nautilus
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
os-prober
otf-font-awesome
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qt6-imageformats
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
quickshell
rofi
sddm
slurp
snapper
sof-firmware
starship
stow
sudo
swappy
swaync
system-config-printer
telegram-desktop
thunar
thunar-archive-plugin
tmux
tofi
ttf-arimo-nerd
ttf-dejavu
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ufw
vim
vlc
vscodium-bin
vulkan-intel
waybar
wev
wireplumber
wl-clipboard
wpa_supplicant
xarchiver
xdg-desktop-portal-hyprland
xf86-video-intel
yay
yay-debug
yazi
zen-browser-bin
zip
zram-generator
zsh
